<x-page.layout>
    <div class="container">
        <div class="row">
            <div class="col-12">
                <h2 class="text-center">
                    <b>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ ДЛЯ ПРИЛОЖЕНИЯ </b>
                </h2>
            </div>
        </div>
        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        1. ОПРЕДЕЛЕНИЕ ПОНЯТИЙ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        В тексте настоящего Соглашения нижеизложенным терминам дано следующее значение:
                    </p>
                    <p>
                        "<b>Компания</b>", "<b>Мы</b>", "<b>Наш</b>", "<b>Нас</b>", "<b>Нами</b>" или какие-либо другие схожие производные (в зависимости от контекста) означает следующее лицо: Физическое лицо-предприниматель, адрес местонахождения: Украина, Донецкая область, город Мариуполь, улица Солнечная, 1/365 квартира 107 (включая, его филиалы и представительства как на территории Украины, так и за ее пределами, а также какие-либо другие лица, созданные в результате реорганизации Компании), которое является владельцем Приложения или им управляет.
                    </p>
                    <p>
                        "<b>Контент приложения</b>" означает все объекты, размещенные Компанией и/или третьими лицами (с разрешения Компании) в Приложении, в том числе элементы дизайна, текст, графические изображения, иллюстрации, виртуальные объекты, виртуальные объекты, видео, программы, музыка, звуки, информация, уведомления и какие-либо другие схожие объекты, их подборки или комбинации.
                    </p>
                    <p>
                        "<b>Обновления</b>" означает программный патч или программный пакет для Приложения, который время от времени выпускается Компанией, предлагается для бесплатной загрузки Пользователями, которые уже используют Приложение, и направлен на фиксацию неработающих функций Приложения, устранение багов (ошибок) в работе Приложения или внедрение небольших программных компонентов для обеспечения большей безопасности и совместимости Приложения с устройствами.
                    </p>
                    <p>
                        "<b>Платформа</b>" означает облачную платформу, на которой Компания разместила Приложение для его последующего скачивания Пользователем. Настоящее Приложение доступно для скачивания из App Store и Google Play.
                    </p>
                    <p>
                        "<b>ПО приложения</b>" означает программное обеспечение, разработанное Компанией (и/или третьими лицами по поручению Компании) для Приложения, включая, однако не ограничиваясь, весь софт, скрипты, коды (HTML коды), программы и тп.
                    </p>
                    <p>
                        "<b>Пользователь</b>", "<b>Вы</b>", "<b>Ваш</b>", "<b>Вас</b>", "<b>Вами</b>" или какие-либо другие схожие производные (в зависимости от контекста) означает лицо, которое (1) пользуется Приложением и получило доступ к Услугам; и (2) дало свое согласие на соблюдение правил пользования Приложением, изложенных в тексте данного Соглашения, путем использования Приложения.
                    </p>
                    <p>
                        "<b>Приложение</b>" означает следующее приложение: "<b>Дешевле чем в интернете</b>", которое Пользователь загружает через Платформу на смартфон или другое устройство.
                    </p>
                    <p>
                        "<b>Услуги</b>" означает совокупно Контент приложения и ПО приложения.
                    </p>
                    <p>
                        "<b>In-app покупка</b>" означает получение Пользователем за плату дополнительных возможностей и/или функционала для Приложения и/или приобретение каких-либо виртуальных товаров/услуг в рамках Приложения.
                    </p>
                </div>
            </div>
        </div>


        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        2. ПРИСОЕДИНЕНИЕ К СОГЛАШЕНИЮ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        <b>Общие положени:</b>
                    </p>
                    <p>
                        2.1. Настоящее Пользовательское соглашение (далее "<b>Соглашение</b>") определяет правила и порядок использования Приложения, права и обязанности Пользователей, а также регулирует поведение Пользователей при получении доступа к Приложению и Услугам.
                    </p>
                    <p>
                        2.2. Пользователь принимает условия данного Соглашения посредством продолжения использования Приложения.
                    </p>
                    <p>
                        2.3. Данное Соглашение является обязательным для его сторон (т.е. для Компании и Пользователя).
                    </p>
                    <p>
                        2.4. Если Вы являетесь законным представителем (родителем, опекуном) несовершеннолетнего Пользователя, в таком случае Вы автоматически соглашаетесь от своего имени и от имени такого несовершеннолетнего Пользователя на условия данного Соглашения.
                    </p>
                    <p>
                        <b>Предупреждение для пользователей</b>
                    </p>
                    <p>
                        2.5. Если Пользователь осуществляет доступ к Приложению и/или его Услугам через Платформу или социальные сети (к примеру, Facebook, Vkontakte, Одноклассники), в таком случае Пользователь автоматически считается таким, который принял условия пользовательского соглашения такой Платформы или социальной сети.
                    </p>
                    <p>
                        2.6. Пользователь признает, что его соглашение с провайдером мобильной сети (далее "Провайдер") будет применяться к использованию Пользователем данного Приложения. Пользователь также признает, что Провайдер может взимать с Пользователя время от времени плату за услуги передачи данных при использовании отдельных функций Приложения, а также какие-либо иные сборы и платежи, возникающие в связи с такой передачей и за которые Пользователь обязуется нести ответственность. Если Пользователь не является плательщиком счетов Провайдера на смартфоне или другом устройстве, используемом для доступа в Приложение, предполагается, что такой Пользователь получил разрешение от плательщика счета на использование Приложения.
                    </p>
                    <p>
                        2.7. Пользователь является единственным ответственным лицом за проверку и контроль соответствия устанавливаемого Приложения техническим особенностям/возможностям смартфона или иного устройства и/или других ограничений, которые могут быть применимы к Пользователю и/или его смартфону или другому устройству третьими лицами, включая Интернет провайдера.
                    </p>
                </div>
            </div>
        </div>

        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        3. ПОЛЬЗОВАТЕЛИ ПРИЛОЖЕНИЯ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        <b>Общие критерии и возраст:</b>
                    </p>
                    <p>
                        3.1. Для использования Приложения Пользователи должны соответствовать следующим критериям (совокупно):
                        <ul>
                            <li>
                                быть не младше 16-лет; и
                            </li>
                            <li>
                                не быть ограниченными в праве доступа к Приложению и Услугам на основании решения суда, вступившего в законную силу, или в случаях, предусмотренных действующим законодательством или условиями данного Соглашения.
                            </li>
                        </ul>
                    </p>
                    <p>
                        <b>Создание личного аккаунта:</b>
                    </p>
                    <p>
                        3.2. Для получения доступа к Услугам Пользователям требуется создать свой личный аккаунт. Пользование Услугами без регистрации (т.е. создания личного аккаунта (кабинета) невозможно). По результатам завершения регистрации Пользователь получает уникальный логин и пароль для входа в его личный аккаунт (кабинет).
                    </p>
                    <p>
                        3.3. Для создания личного аккаунта Пользователю необходимо предоставить следующею информацию о себе:
                        <ul>
                            <li>
                                Полные ФИО, дата рождения, адрес электронной почты, номер телефона.
                            </li>
                        </ul>
                    </p>
                </div>
            </div>
        </div>

        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        4. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        <b>Пользовательская лицензия :</b>
                    </p>
                    <p>
                        4.1. Пользователь получает неисключительную, без права передачи и сублицензии, ТОЛЬКО для личного (некоммерческого) пользования лицензию на Услуги (далее "Пользовательская лицензия").
                    </p>
                    <p>
                        Пользователь берет на себя обязательство не использовать Услуги в каких-либо других целях. Пользователь получает указанную Пользовательскую лицензию ТОЛЬКО при условии соблюдения ВСЕХ условий данного Соглашения.
                    </p>
                    <p>
                        4.2. Пользовательская лицензия прекращает действовать автоматически при удалении Приложения со смартфона или другого устройства Пользователя. Ничто в тексте настоящего Соглашения не должно быть истолковано как право на получение Пользователем какой-либо иной лицензии на использование объектов интеллектуальной собственности, принадлежащих Компании или находящихся в ее владении, кроме той, которая предоставлена выше.
                    </p>
                    <p>
                        <b>Интеллектуальная собственность компании :</b>
                    </p>
                    <p>
                        4.3. Компании принадлежат все без исключения права собственности, включая имущественные права интеллектуальной собственности, на весь Контент приложения, а также ПО приложения. ПО приложения и Контент приложения защищены авторским правом в порядке, предусмотренном действующим законодательством Украины, а также международными договорами и конвенциями в области защиты объектов интеллектуальной собственности.
                    </p>
                    <p>
                        4.4. ПОЛЬЗОВАТЕЛЯМ ЗАПРЕЩЕНО копировать, воспроизводить, модифицировать, компилировать, распространять, отображать в какой-либо форме, публиковать, скачивать, передавать, продавать (полностью или частично), отчуждать любым возможным способом за плату или безвозмездно, передавать в сублицензию, каким-либо способом распространять или использовать Контент приложения и ПО приложения, кроме случаев, когда такие действия ПРЯМО разрешены условиями данного Соглашения.
                    </p>
                    <p>
                        4.5. Ничто в тексте данного Соглашения не может быть истолковано как передача Пользователю каких-либо исключительных прав на Контент приложения (полностью или в отдельной части) и/или ПО приложения.
                    </p>
                </div>
            </div>
        </div>

        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        5. ПОРЯДОК РАБОТЫ С ПРИЛОЖЕНИЕМ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        <b>Общие положения :</b>
                    </p>
                    <p>
                        5.1. Пользователь обязуется соблюдать следующие правила при работе с Приложением:
                        <ul>
                            <li>
                                соблюдать все обязательства, взятые на себя Пользователем в связи с присоединением к данному Соглашению;
                            </li>
                            <li>
                                предоставлять достоверные о себе данные для создания личного аккаунта (кабинета);
                            </li>
                            <li>
                                не выдавать себя за какое-либо другое лицо, включая, однако не ограничиваясь, не предоставлять какие-либо данные третьих лиц (без получения от них прямого, предварительного и осознанного согласия) для создания личного аккаунта (кабинета);
                            </li>
                            <li>
                                информировать Компанию о хищении логинов, паролей или каких-либо других ключей доступа Пользователя к личному аккаунту (кабинету);
                            </li>
                            <li>
                                не предоставлять третьим лицам доступ к своему аккаунту (кабинету) и/или логины, пароли или другие ключи доступа;
                            </li>
                            <li>
                                не совершать какие-либо действия (с использованием средств автоматизации или без таких средств), направленные на сбор каких-либо персональных данных других Пользователей;
                            </li>
                            <li>
                                не предпринимать какие-либо действия и не помогать третьим лицам в совершении действий, направленных на подрыв работы Приложения и/или Услуг, включая, однако не ограничиваясь, (а) загружать вирусы или вредоносный код; (б) совершать действия, которые могут привести к отключению Приложения и/или Услуг, к нарушению нормальной работы Приложения или его программного обеспечения, или к ухудшению внешнего вида Приложения и/или Контента приложения.
                            </li>
                            <li>
                                не предпринимать какие-либо иные действия, которые являются незаконными, мошенническими, дискриминационными или вводящими в заблуждение.
                            </li>
                        </ul>
                    </p>
                    <p>
                        <b>Отзывы о работе приложения </b>
                    </p>
                    <p>
                        5.2. Каждый Пользователь время от времени имеет право (но не обязанность) оставлять или направлять свои идеи, отзывы, предложения или проекты, направленные на улучшение работы Приложения или качества предоставляемых Услуг. Такие отзывы могут быть направлены Пользователем следующим способом:

                        <a href="mailto:dev@digitallab.com.ua">dev@digitallab.com.ua</a>
                    </p>
                    <p>
                        5.3. В случае направления такой идеи, отзыва, предложения или проекта Пользователь автоматически предоставляет нам неисключительную, не требующую лицензионных отчислений, действующую по всему миру лицензию с правом передачи и выдачи сублицензий на хранение, использование, распространение, изменение, запуск, копирование, публичное исполнение или показ, перевод Ваших идей, отзывов, предложений или проектов, а также создание производных работ на их основе.
                    </p>
                    <p>
                        5.4. Любая такая информация, предоставляемая Компании, автоматически признается не конфиденциальной.
                    </p>
                </div>
            </div>
        </div>

        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        6. РАЗМЕЩЕНИЕ РЕКЛАМЫ В ПРИЛОЖЕНИИ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        <b>Размещение рекламы компанией:</b>
                    </p>
                    <p>
                        6.1. Компания имеет право время от времени размещать какие-либо рекламные или маркетинговые материалы.
                    </p>
                    <p>
                        <b>Размещение рекламы третьими лицами :</b>
                    </p>
                    <p>
                        6.2. Контент приложения может содержать ссылки на веб-сайты третьих лиц и/или рекламные или маркетинговые материалы о товарах/услугах, предоставленные такими третьими лицами (далее "Реклама третьих лиц"). КОМПАНИЯ НЕ БЕРЕТ НА СЕБЯ КАКУЮ-ЛИБО ОТВЕТСТВЕННОСТЬ

                        (1) ЗА СОДЕРЖАНИЕ РЕКЛАМЫ ТРЕТЬИХ ЛИЦ, А ТАКЖЕ ЗА НАЛИЧИЕ, КАЧЕСТВО И

                        БЕЗОПАСНОСТЬ ПРОДВИГАЕМЫХ ТОВАРОВ/УСЛУГ В ТАКОЙ РЕКЛАМЕ; и (2) ЗА КАКИЕЛИБО УБЫТКИ, ПОТЕРИ ИЛИ УЩЕРБ, ПОНЕСЕННЫЕ ИЛИ ПРИЧИНЕННЫЕ ПОЛЬЗОВАТЕЛЮ В РЕЗУЛЬТАТЕ ПРОЧТЕНИЯ ИМ ТАКОЙ РЕКЛАМЫ, ИСПОЛЬЗОВАНИЯ ИМ ПРОДВИГАЕМЫХ В РЕКЛАМЕ ТРЕТЬИХ ЛИЦ ТОВАРОВ/УСЛУГ.
                    </p>
                    <p>
                        6.3. В случае перехода на другой сайт через размещенную Рекламу третьих лиц, Компания не может гарантировать, что такой веб-сайт является безопасным для Пользователя и/или его компьютера. Ни что в тексте данного Соглашения не должно быть истолковано как заверение, поощрение, рекомендация или побуждение Пользователя воспользоваться Рекламой третьих лиц, посетить какие-либо сайты третьих лиц, а также попробовать, приобрести, воспользоваться какими-либо товарами/ услугами третьих лиц.
                    </p>
                </div>
            </div>
        </div>

        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        7. ПРОВЕДЕНИЕ ОПЛАТЫ ЧЕРЕЗ ПРИЛОЖЕНИЕ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        7.1. Приложение не предоставляет возможность покупки каких-либо товаров/услуг через него.
                    </p>
                </div>
            </div>
        </div>



        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        9. ДОСТУП К ПРИЛОЖЕНИЮ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        <b>Общие положения </b>
                    </p>
                    <p>
                        9.1. Компания оставляет за собой право изменить или модифицировать Контент приложения в любой момент без указания причины, по своему собственному усмотрению и без необходимости уведомления об этом Пользователя. Компания также оставляет за собой право модифицировать, прервать или прекратить работу части или всего Приложения в любой момент без какого-либо дополнительного уведомления. В связи с изложенным Компания не берет на себя какую-либо ответственность перед Пользователями или третьими лицами за любые произведенные изменения, модификации, удаления, упразднения, прекращения или перерывы в работе Приложения.
                    </p>
                    <p>
                        9.2. Компания не гарантирует, что Приложение и Услуги будут доступными Пользователю постоянно. Время от времени Компания может сталкиваться с проблемами в работе оборудования, ПО приложения или другими неполадками, в связи с чем Компании может потребоваться время на изучение и устранение таких проблем. Такое устранение ошибок может привести к сбоям, задержкам или ошибкам в работе Приложения. Компания оставляет за собой право изменять, пересматривать, обновлять, приостанавливать, прекращать или иным образом изменять Приложение в любое время или по любой причине без предварительного уведомления. Пользователь соглашаетесь с тем, что Компания не несет ответственности за какие-либо убытки, ущерб или неудобства, вызванные неспособностью Пользователя получить доступ или использовать Приложение во время простоя или прекращения работы Приложения. Ничто в условиях данного Соглашения не будет истолковано как обязывающее Нас поддерживать работу Приложения без остановок и сбоев.
                    </p>
                    <p>
                        <b>Предоставление обновлений </b>
                    </p>
                    <p>
                        9.3. Компания время от времени может предоставлять Обновления и требовать их инсталляции на смартфон или другое устройство Пользователя. В данном случае Пользователь является
                        единственным ответственным лицом за установление Обновлений и несет полную ответственность за какие-либо убытки, потери, ущерб или упущенную выгоду, причиненную Пользователю несвоевременным установлением Обновлений или не установлением их вовсе, несовместимостью установленных Обновлений и смартфона/другого устройства. Компания не предоставляет какую-либо техническую поддержку или интернет соединение Пользователю для возможности получения доступа к Услугам и/или их Обновлениям.
                    </p>
                </div>
            </div>
        </div>

        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        10. ЗАДАТЬ ВОПРОС
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        10.1. Если у Вас есть вопросы касательно условий настоящего Соглашения или порядка/способа их исполнения, Вы можете адресовать нам свой вопрос следующим способом:

                        <a href="mailto:support@deshevleshop.com.ua">support@deshevleshop.com.ua</a>
                    </p>
                    <p>
                        10.2. Сотрудники и представители Компании обязуются предпринять все возможные усилия для дачи ответа на Ваш запрос в течение разумного периода времени.
                    </p>
                </div>
            </div>
        </div>

        <div class="agreement-section">
            <div class="row agreement-section-title">
                <div class="col-12">
                    <h3 class="fw-600">
                        11. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
                    </h3>
                </div>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        11.1. Мы можем время от времени пересматривать, дополнять или изменять условия данного Соглашения.
                    </p>
                    <p>
                        КОМПАНИЯ НЕ БЕРЕТ НА СЕБЯ КАКУЮ-ЛИБО ОБЯЗАННОСТЬ ПО УВЕДОМЛЕНИЮ

                        ПОЛЬЗОВАТЕЛЕЙ О ПРЕДСТОЯЩИХ ИЛИ СОСТОЯВШИХСЯ ИЗМЕНЕНИЯХ ТЕКСТА СОГЛАШЕНИЯ. Посредством присоединения к условиям данного Соглашения Пользователь также берет на себя обязательство периодически просматривать условия данного Соглашения на предмет их изменения или дополнения.
                    </p>
                    <p>
                        Если после проведенных изменений или дополнений в тексте Соглашения Пользователь продолжает пользоваться Приложением, это значит, что он ознакомлен с изменениями или дополнениями и их принял в полном объеме без каких-либо возражений.
                    </p>
                    <p>
                        11.2. Если иное прямо не указано в положениях настоящего Соглашения или прямо не вытекает из норм действующего законодательства, к условиям настоящего Соглашения применяется законодательство Украины.
                    </p>
                    <p>
                        11.3. Если одно или несколько условий данного Соглашения утратило свою юридическую силу или признано недействительным согласно действующему законодательству, остальные условия Соглашения не теряют своей силы и продолжают действовать так, словно признанного недействительным или утратившим юридическую силу условия не существовало вовсе.
                    </p>
                    <p>
                        11.4. Доступ к Приложению и его Услугам предоставляется Пользователю "как есть", Мы не обещаем, не гарантируем, не подразумеваем, что Услуги и Приложение могут подходить или не подходить Вашим потребностям, целям, ожиданиям, и в связи с чем не гарантируем какого-либо специфического результата или последствия в результате использования Вами Приложения и его Услуг.
                    </p>
                </div>
            </div>
        </div>

    </div>
</x-page.layout>